<template>
  <div class="contract_agreement">

    <!--提现到账时间？-->
    <div class="help_service">
      <!--问题-->
      <div class="weui-panel">
        <div class="title">预约提现服务协议</div>
      </div>
      <hr/>
      <div class="weui-panel">
        <div class="question">
          <p>预约提现服务协议（以下简称“本协议”）是上海广略企业服务外包有限公司（以下简称“嘉薪”）与嘉薪用户（以下简称“用户”或“您”）就个人账户收入余额预约提现服务的使用等相关事项所订立的有效合约。<span style="text-decoration:underline">用户通过网络页面点击确认或以其他方式选择接受本协议，即表示用户与平台已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项协议</span></p>
         <p style="text-decoration:underline"> 在开启此功能之前，请仔细阅读本协议（特别是以粗体标注的内容），如果您对本协议的条款有疑问的，请通过嘉薪客服进行询问，嘉薪将向您解释条款内容。如果您不同意本协议的任意内容，或者无法准确理解嘉薪对条款的解释，请不要进行后续操作。</p>
        </div>
      </div>
      <div class="weui-panel">
        <div class="ask">第一条 释义</div>
      </div>
      <hr/>
      <div class="weui-panel">
        <div>
          <div>账户预约提现服务：是指您通过本平台预先设置预约提现任务，平台将根据您设置的规则，向您的收入账户一次或多次执行提现指令，从您的账户扣取您设置的提现金额至您设置的到账银行卡中，实现账户自动提现</div>
        </div>
      </div>
      <div class="weui-panel">
        <div class="ask">第二条 特别约定</div>
      </div>
      <hr/>
      <div class="weui-panel">
        <div class="question">
          <div class="underline">1、您授权嘉薪平台根据您预先设定的预约提现规则，定期向您的收入账户一次或多次执行提现指令，从您的账户扣取您设置的提现金额至您设置的到账银行卡中，为您完成账户自动提现操作。</div>
          <div>2、您须根据相关服务页面提示的使用规则设置相关预约提现内容并履行相关约定，因您未遵循本协议及相关页面附属规则或未尽到合理义务导致预约提现执行失败的，嘉薪平台不承担任何责任。 </div>
          <div class="underline">3、您需保证账户在预约提现日全天的账户状态正常，若因您账户状态不正常或网络故障、系统故障等不可抗力导致嘉薪平台无法完成预约提现任务时，您理解并同意嘉薪平台有权根据实际情况将该任务予以顺延或终止，并且不就由此给您造成的损失承担责任。</div>
        </div>
        <div class="underline">4、您在使用本服务的过程中，应预测并确保您的收入账户有足够的余额用于支付自动提现，如因您的账户余额不足，导致预约提现失败及其它损失（包括但不限于因其他支付需求无法完成而带来的损失等），须由您自行承担</div>
        <div class="underline">5、您需了解预约提现执行成功仅代表系统自动帮您提交了一笔或多笔提现订单，并不代表提现成功，提现处理结果请以银行到账为准</div>
        <div class="underline">6、关于预约提现的终止：若您在所设置的预约提现日期当天终止任务（包括但不限于暂停、删除），则已开始执行的提现任务仍然有效，还未开始执行的任务将即刻停止，由此导致的损失须由您自行承担 </div>
        <div>7、嘉薪平台可以暂停预约提现业务,届时会通过公告形式告知。</div>
        <div>8、您承诺在使用嘉薪提供的本项服务时，实施的所有行为均遵守国家法律、法规和嘉薪平台的相关规定以及社会公共利益或公共道德。您利用本服务从事违法活动或不正当交易产生的一切后果与责任，由您独立承担</div>
        <div>9、您授权本平台在您使用本服务期间或本服务终止后，有权保留您在使用本服务期间所形成的相关信息数据，同时该授权不可撤销</div>
      </div>
      <div class="weui-panel">
        <div class="ask">第三条 通知</div>
      </div>
      <hr/>
      <div class="weui-panel">
       <div>关于本协议条款和其他协议、告示或其他有关您使用预约提现服务的通知，嘉薪平台将以电子形式或纸张形式通知您,包括但不限于依据您提供的电子邮件地址发送电子邮件的方式、依据您提供的联系地址寄送挂号信的方式、于本公司网站、公众号或客户端或合作伙伴网站或客户端上公布、或发送手机短信和电话通知等方式。在服务期间,我们将您提交的上述电子邮件地址、联系地址、手机、电话等联系方式视为有效使用状态;若发生变化,请您第一时间按照嘉薪平台规定的方式进行变更。上述通知一旦发送将视为有效送达。</div>
      </div>
      <div class="weui-panel">
        <div class="ask">第四条 协议修改</div>
      </div>
      <hr/>
      <div class="weui-panel">
       <div class="underline">嘉薪平台保留修改或增补本协议内容的权利，本协议的修改文本将公告于嘉薪平台的公众号或客户端，或其他嘉薪平台认为可行的方式公告修改文本，一旦公布则立即生效，且对生效前的用户同样适用。</div>
      </div>
      <div class="weui-panel">
        <div class="ask">第五条 风险</div>
      </div>
      <hr/>
      <div class="weui-panel">
      <div>因发生不可抗力事件导致预约提现服务无法正常提供，嘉薪平台应及时通知其他协议当事人及相关方并积极采取措施予以解决，但是不承担赔偿责任。不可抗力包括但不限于战争、火灾、 地震、水灾、罢工、网络故障、系统故障等不能合理预见、不可避免和不能克服的自然灾害、 社会异常事件及技术风险等。</div>
      </div>
      <div class="weui-panel">
        <div class="ask">第六条 法律</div>
      </div>
      <hr/>
      <div class="weui-panel">
        <div>因本协议引起的或与本协议有关的争议，均适用中华人民共和国法律。</div>
      </div>
    </div>
  </div>
</template>
<script>


  export default {
    name: 'agreement',
  }




</script>
<style lang="less" scoped>
  @import "agreement.less";

</style>
