<template>

  <helpPages :ask="ask" :answer="answer" :tipsShow="tipsShow"></helpPages>

</template>

<script>

  //帮助
  import helpPages from '../../components/help/help'

  export default{

    name: 'paymentDate',

    components: {

      helpPages: helpPages,


    },

    data(){

      return {

        ask:'',

        answer:'',

        tipsShow:false,

      }

    },

    mounted () {

        var _helpPage = this.getStorage('helpPage');


        var anotherCompany = this.getCookie('anotherCompany') || 'orange';

       if(_helpPage=='1'){

            this.ask = '提现到账时间？';

            this.answer = '提现申请提交成功后，工作日(9:00-17:30)一般2小时内到账，具体以银行和支付宝为准。';


       }

       else if(_helpPage=='2'){

         this.ask = '提现申请提交后，可以撤回吗？';

         this.answer = '为保证您的资金安全，提现一旦提交后，即不可撤回和取消';

       }
       else if(_helpPage=='3'){

         this.ask = '提现失败，如何处理？';

         this.answer = '若提现失败，平台会为您退款，1-5个工作日内，相关金额将原路退回至您的支付账户，正常退款时间内，提现至银行卡建议咨询相关银行，提现至支付宝建议联系在线客服。';

       }
       else if(_helpPage=='4'){

         this.ask = '提现限额？';

         this.answer = '1、提现至银行卡<br/>单卡单笔49,500.00元，当日99,000.00元，当月198,000.00元，若同一身份证绑定多个账户，则账户间共享提现额度。<br/><br/>2、提现至支付宝<br/>单卡单笔49,000.00元，当日49,000.00元，当月49,000.00元。<br/><br/>3、提现至银行卡与提现至支付宝限额互不相关，两者分别计算额度。';

       }
       else if(_helpPage=='5'){

         this.ask = '如何设置支付密码？';

         this.answer = '如您需要设置支付密码，请先完成实名认证后，进行以下操作：<br/>手机登录账户，进入【我的】—【设置】—【设置支付密码】，验证手机号后，设置支付密码即可。';

       }
       else if(_helpPage=='6'){

         this.ask = '忘记修改支付密码怎么办？';

         this.answer = '如您想修改或找回支付密码，请您这样操作：<br/>手机登录账户，进入【我的】—【设置】—【重置支付密码】,若您想修改支付密码，可通过【修改支付密码】，输入原密码并设置新密码即可修改您的支付密码,若您忘记支付密码，可通过【忘记支付密码】，验证手机号后，设置新密码即可修改您的支付密码。';

       }
       else if(_helpPage=='7'){

         this.ask = '如何关闭支付验证？';

         this.answer = '关闭支付验证可能会产生资金安全隐患，平台暂不支持关闭支付验证。';

       }
       else if(_helpPage=='8'){

         this.ask = '如何同意企业邀请？';

         this.answer = '当企业首次发放工资或工资条时，会邀请您加入企业，您验证加入后才可查看该企业发放的工资和工资条，同一企业只需加入一次；<br/>若您收到企业邀请查看工资条的申请，可点击【查看】，验证身份证号后六位即可加入该企业；<br/>您也可以通过【我的】—【发薪企业】，查看待加入企业，验证身份证号后六位即可加入该企业。';

       }

       else if(_helpPage=='9'){

         this.ask = '不加入企业会有何影响？';

         this.answer = '若您在收到查看工资条邀请时，未选择查看并验证身份，即为未加入企业状态，此时不可查看和接收该企业发送的工资和工资条。首次接收该企业工资和工资条时，必须通过身份验证，才可查看。';

       }
       else if(_helpPage=='10'){

         this.ask = '加入企业时，身份验证不通过怎么办？';

         this.answer = '若您在加入企业时，身份验证不通过，请您联系给您发薪的企业HR确定以下问题：<br/>1、HR发放工资时，您的姓名是否填写正确，若填写错误，可通过HR修改您的姓名后，重新验证。<br/>2、HR发放工资时，您的身份证号是否填写正确，若填写错误，您可选择以下方式：<br/>1）可联系HR修改您的身份证号后，在【发薪企业】中重新验证；<br/>2）您也可以在【我的】—【个人中心】进行实名认证，认证成功后，即可使用新的身份信息在【发薪企业】中重新验证。';

       }
       else if(_helpPage=='11'){

         this.ask = '什么是预约提现？';

         this.answer = '预约提现是指预先设定提现计划，到期后，系统将按您设置好的计划时间自动执行提现操作';

       }
       else if(_helpPage=='12'){

         this.ask = '预约提现规则？';

         this.answer = '1、设置好预约提现规则后，系统将按照您设置的时间自动提交提现订单<br/><br/>' +
           '2、预约提现执行成功<span style="color: #ff4646">仅代表系统自动帮您提交了一笔提现订单，并不代表提现成功，</span>您可以在“我的订单”中关注提现处理结果<br/><br/>' +
           '3、您需保证在您设置的提现时间账户余额充足，若因账户余额不足导致计划执行失败，则责任由您本人承担<br/><br/>' +
           '4、您可以暂停或删除预约提现，若您在暂停时，系统已执行当前周期的自动提现任务，则当前执行仍然有效，自下个周期起不再执行<br/><br/>';

         this.tipsShow = true

       }
       else if(_helpPage=='13'){

         this.ask = '如何设置预约提现？';

         this.answer = '在“我的”-“收入余额”-“预约提现”中设置，选择到账银行卡，输入提现金额，设置提现周期、首次开始时间、截止时间，确认后通过支付验证即可设置成功';

       }
       else if(_helpPage=='14'){

         this.ask = '预约提现失败怎么办？';

         this.answer = '1、预约提现执行失败，则表示未成功自动提交提现订单，因此不会扣除您账户的余额</br></br>' +
           '2、失败后，您还可以通过“提现”入口手动提交提现订单进行提现';

       }

    },


  }
</script>
