<template>
  <div class="protocol">
    <div class="main_title">嘉薪平台自由职业者入驻协议</div>
    <div class="protocol_detail">
      <div class="content">本协议由同意并承诺遵守本协议规定且使用嘉薪平台服务的用户(下称“自由职业者”)、 嘉薪平台（运营主体为上海广略企业服务外包有限公司，下称“平台或嘉薪”）共同缔结，本协议具有合同效力。</div>
      <div class="content important">自由职业者在使用平台相关服务时，须自行阅读本协议，尤其是做出加黑、斜体、下划线处理的相关条款，可能会对自由职业者的相关权益造成重大影响，请谨慎阅读。</div>
      <div class="content">为共同构建诚信、透明的网络平台服务的消费环境，共同维护公平、规范的网络平台服务的秩序，共同促进嘉薪平台生态系统的健康持续发展，在本协议约束下平台服务提供给企业和个人入驻，由企业发布灵活用工综合服务项目众包等相关服务，自由职业者在平台灵活用工综合服务承接众包任务。自由职业者需始终恪守诚信经营承诺，积极维护国家法律法规及嘉薪的相关规定，严格遵守嘉薪平台已经发布、即将发布的各项规则。 </div>
      <div class="content_title">一、协议内容及生效：</div>
      <div class="content">（一）本协议内容包括协议正文及所有嘉薪平台所有已发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</div>
      <div class="content">（二）自由职业者在使用嘉薪提供的各项灵活用工综合服务的同时，承诺接受并遵守各项相关规则的规定。平台有权单方进行变更本协议内容、调整交易流程、变更交易规则等行为，变更后的协议和规则一经在站内信或公告公布后，立即在站内信或公告明确的特定时间自动生效。若自由职业者在前述变更站内信或公告后继续使用嘉薪平台服务的，即表示已经阅读、理解并接受经修订的协议和规则。若自由职业者不同意相关变更，应当立即停止使用嘉薪平台服务。</div>
      <div class="content_title">二、定义及解释</div>
      <div class="content">入驻：指自由职业者注册完成，依据平台入驻流程和要求成为灵活用工综合服务的众包项目承揽个体商户的过程。</div>
      <div class="content_title">三、自由职业者入驻条件及证明文件提交</div>
      <div class="content">（一）自由职业者在嘉薪平台入驻，须满足以下条件:</div>
      <div class="content">1、 年满18岁并具有民事权利能力和民事行为能力的自然人或在法律允许的范围内，依法经核准登记，从事工商业经营的家庭或个体户。</div>
      <div class="content">2、有良好的信誉，能提供优质的服务，有能力保证合作的顺利进行与提供良好的售后服务。</div>
      <div class="content">3、与嘉薪平台，双方不构成任何劳动/劳务合同关系或其他类似劳动法律关系，嘉薪平台没有为其购买任何保险的法律义务，如若需要商业保险的，其应自行购买，且投保、出险及理赔等事宜均与嘉薪平台无关。</div>
      <div class="content">4、如有其他工作的，应承诺不使用其他工作的工作时间，场所，设备等来完成为满足企业客户业务需求而需要提供的灵活用工综合服务。</div>
      <div class="content">5、同意本协议及嘉薪平台相关规则。</div>
      <div class="content">（二）证明文件提交</div>
      <div class="content">1、自由职业者须根据嘉薪平台相关规则及要求向平台提交证明文件或其他相关证明，包括但不限于自然人身份证等证件照片；</div>
      <div class="content">2、自由职业者保证向平台提供的上述证明文件或其他相关证明真实、合法、准确、有效，并保证上述证明文件或其他相关证明发生任何变更或更新时，及时通知平台。</div>
      <div class="content">3、自由职业者对其提交的证明文件或其他相应证明的真实性、合法性、准确性、有效性承担全部法律责任，若因自由职业者提交虚假、过期文件或未及时更新证明文件或通知导致纠纷或被相关国家机关处罚的，由自由职业者独立承担全部法律责任，如因此造成嘉薪平台(包括但不仅限于“嘉薪”合作方代理人或职员)损失的，自由职业者应予以赔偿。</div>
      <div class="content_title">四、自由职业者成功入驻流程</div>
      <div class="content">自由职业者需完成以下流程，方可在平台正常承包项目任务：</div>
      <div class="content">（一）自由职业者需先同意并签署本协议</div>
      <div class="content">（二）自由职业者需完成实名认证，认证类型可为身份证、护照、港澳居民往来内地通行证、台湾居民往来大陆通行证；并且完善个人履历资料，完成以上事项，自由职业者即入驻成功，且可开始正常承接灵活用工综合服务的众包任务。</div>
      <div class="content_title">五、平台费用与结算</div>
      <div class="content">自由职业者在平台完成灵活用工综合服务的众包项目，企业确认验收后，由平台代发相关任务的业务费用至自由职业者在嘉薪的个人账户中；</div>
      <div class="content_title">六、双方权利及义务</div>
      <div class="content">（一）自由职业者在入驻成功后可免费享受平台基础功能及相关服务;</div>
      <div class="content">（二）自由职业者应妥善保管嘉薪账号，如因自由职业者保管、设置或使用不当造成的经济损失，由自由职业者自行承担责任；</div>
      <div class="content">（三）嘉薪根据本协议向自由职业者提供项目众包平台及相应技术支持服务，尽力维护“嘉薪平台”的正常稳定运行，并努力改进技术，对平台功能及服务进行更新、升级，不断提升平台性能和交易效率；</div>
      <div class="content">（四）平台有权将经国家生效法律文书或行政文书确定的自由职业者违法违规事件，或平台已确认的自由职业者违反本协议相关约定的事项，在“嘉薪平台”上予以公示；</div>
      <div class="content">（五）企业在平台提供的灵活用工综合服务众包项目必须按照嘉薪线上平台流程操作，自由职业者保证其所有服务内容应完全符合中国有关法律法规、行政规章等的规定。如因自由职业者违反上述规定给平台带来任何损害，自由职业者应承担所有法律责任并赔偿由此给雇主造成的损失，嘉薪保有索偿权；</div>
      <div class="content">（六）平台有权利对自由职业者提供的相关资质文件及各类信息资料进行审核。审核通过并不代表平台对审核内容的真实性、合法性、准确性、及时性的确认，自由职业者仍须对其提交的资料的真实性、合法性、准确性、及时性等承担相应的法律责任；</div>
      <div class="content">（七）平台有权对自由职业者的注册信息、上传的相关数据信息、在“嘉薪平台”发布的其他信息及交易行为进行监督检查，对发现的违法违规信息及其相关内容，自由职业者同意平台不经通知可立即删除，对发现的其他问题或疑问有权向自由职业者发出询问及要求改正的通知，自由职业者应在接到通知后立即做出说明或改正。对自由职业者前述不当行为，平台有权追究其违约、侵权责任并/或解除本协议；</div>
      <div class="content">（八）嘉薪平台承诺对自由职业者披露的个人隐私信息进行保密；</div>
      <div class="content">（九）如因自由职业者服务内容、发布的信息或提供的服务问题而引发企业对自由职业者及/或平台的诉讼，平台有权披露自由职业者为实际服务提供商，自由职业者应承担因客户诉讼而产生的全部法律责任，如因此而给平台造成损失的，嘉薪有权要求自由职业者赔偿平台的全部损失；</div>
      <div class="content">（十）自由职业者在嘉薪平台上交易过程中与发布的灵活用工综合服务众包项目的企业发生交易纠纷时，一旦自由职业者或雇主的任一方或双方共同提交嘉薪平台要求调处，则“嘉薪平台”作为独立第三方，有权根据嘉薪相关规定进行协调或处理；</div>
      <div class="content">（十一）平台有权要求自由职业者提供与自由职业者服务内容等相关的信息，以便于企业直接向平台客服中心进行咨询时予以回复，对于平台无法回答或属自由职业者掌握的情况，平台有权要求自由职业者在指定的时限内予以回复或给出相应方案，对自由职业者未及时解决的客户咨询及投诉，平台有权对自由职业者采取相应处理措施；</div>
      <div class="content">（十二）平台有权按照《嘉薪自由职业者管理规范》的约定或相关规则的规定，对自由职业者的违规行为进行处罚。</div>
      <div class="content_title">七、保密条款</div>
      <div class="content">(一)自由职业者不得向与嘉薪构成商业竞争关系的企业、商业机构或者组织提供其他自由职业者、企业及嘉薪的相关信息或者资料，否则自由职业者应承担一切责任。</div>
      <div class="content">(二)自由职业者应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知相关商业秘密的雇员、代理人、顾问等遵守保密条款，并对其雇员、代理人、顾问等的行为承担责任。</div>
      <div class="content_title">八、嘉薪责任范围和责任限制</div>
      <div class="content">（一）嘉薪将在现有技术的基础上尽合理努力提供相应的安全措施，以保障本协议项下的服务安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素，以及可能发生的不可抗力事性，嘉薪在此明确声明，对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定甩途。</div>
      <div class="content">（二）本协议的签署、自由职业者的入驻并不意味着嘉薪对自由职业者的身份、履约能力服务发布、交易等行为或自由职业者自行上传的信息的真实性、准确性、合法性、有效性和完整性承担任何明示或暗示的保证或担保等责任，也不意味着嘉薪成为自由职业者与用户之间交易的参与方。因自由职业者的行为导致的任何投诉、纠纷、争议、赔偿等，自由职业者应以自己的名义独立承担所有法律责任。</div>
      <div class="content">（三）本网站只是为自由职业者提供一个信息服务交易的平台，对于企业所发布的需求的合法性、真实性及甚品质，以及自由职业者履行交易的能力等，本网站一律不负任何担保责任。</div>
      <div class="content_title">九、违约责任</div>
      <div class="content">（一）一旦嘉薪发现自由职业者提供虚假、失效的证明文件(包括其他相关证明)或欺诈等不正当行为需要终止协议时，嘉薪有权对其做出清退处理，自由职业者需自行承担一切损失，如对平台及第三方造成损失的，自由职业者须负责赔偿。</div>
      <div class="content">（二）自由职业者在平台发布错误、虚假、违法及不良信息或进行其他违反本协议约定的行为，给平台造成任何损失的(损失包括但不限于诉讼费.  律师费赔偿、补偿、行政机关处罚、差率费等)，自由职业者须负责赔偿。</div>
      <div class="content">（三）自由职业者不论采取何种方式将嘉薪企业吸引到嘉薪平台以外的平台，或场所进行交易或绕开嘉薪指定付款方式进行交易，以及非法获取“嘉薪”系统数据、利用“嘉薪平台”谋取不正当利益或从事非法活动的，嘉薪有权对其做出清退处理，不退还任何费用，并保留向自由职业者继续追究违约责任的权利。</div>
      <div class="content">（四）自由职业者违反本协议及《嘉薪自由职业者管理规范》等平台规则时,自由职业者除承担违约责任处，嘉薪有权视情节严重程度按照“嘉薪平台”相关管理规则采取暂停向自由职业者提供服务暂时停止向自由职业者提供接单服务，暂缓未结算款项、终止合作等措施。</div>
      <div class="content_title">十、争议解决</div>
      <div class="content">双方需执行，当本协议发生争议时，应协商解决；如果协商不一致，双方一致同意提交上海仲裁委员会按照甚仲裁规则进行裁决。双方应接受并服从该仲裁裁决，仲裁费由败诉方承担。</div>
      <div class="content_title">十一、其他约定</div>
      <div class="content">（一）本协议的任何一方未能及时行使本协议项下的权利不应被视为放弃该权利。</div>
      <div class="content">（二）如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</div>
    </div>

  </div>
</template>
<script>


  export default {

    name: 'protocol',



    data () {


    },



    mounted () {


    },



    methods: {





    }

  }

</script>
<style lang="less" scoped>
  @import "protocol.less";
</style>
